cask "jetbrains-toolbox"

cask "swish"
cask "cleanshot"
cask "pixelsnap"
cask "bartender"
cask "alt-tab"
cask "spaceman"

brew "starship"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "gh"
cask "github"
cask "figma"
cask "discord"

tap "homebrew/cask-fonts"
cask "font-jetbrains-mono-nerd-font"
cask "font-jetbrains-mono"
